Repository: ePay/woocommerce
Catalog: bambora-online-classic/languages/bambora-online-classic-*.po
Languages: da_dk

source: The Capture action was a success for order %s
da_dk: Betalingen blev hævet for ordre %s

source: Bambora Online ePay Subscription could not be authorized for renewal order # %s - %s
da_dk: Bambora Online ePay abonnement kunne ikke autoriseres for fornyelses ordre # %s - %s

source: Bambora Online ePay Subscription id was not found
da_dk: Bambora Online ePay abonnements id blev ikke fundet

source: Bambora Online ePay Subscription was authorized for renewal order %s with transaction id %s
da_dk: Bambora Online ePay abonnement blev autoriseret for fornyelses ordre %s med transaktions id %s

source: Bambora Online ePay Subscription could not be canceled - %s
da_dk: Bambora Online ePay abonnement kunne ikke slettes - %s

source: Bambora Online ePay Subscription ID was not found
da_dk: Bambora Online Checkout abonnements id blev ikke fundet

source: Subscription successfully Canceled. - Bambora Online ePay Subscription Id: %s
da_dk: Sletning af abonnementet var en succes. - Bambora Online ePay abonnements id %s

source: Bambora Online ePay Subscription Id: %s
da_dk: Bambora Online ePay abonnements id: %s

source: Bambora Online ePay Payment completed with transaction id %s
da_dk: Bambora Online ePay betaling blev gennemført med transaktions id %s

source: Bambora Online ePay Subscription changed from: %s to: %s
da_dk: Bambora Online ePay abonnement blev ændret fra: %s til: %s

source: Bambora Online ePay Subscription activated with subscription id: %s
da_dk: Bambora Online ePay abonnement blev aktiveret med abonnements id: %s

source: Surcharge Fee
da_dk: Betalingsgebyr

source: Bambora Online ePay Subscription activated with subscription id: %s by order %s
da_dk: Bambora Online ePay abonnement blev aktiveret med abonnements id: %s af order %s

source: The %s action was a success for order %s
da_dk: Handlingen (%s) er gennemført for ordre %s

source: Capture action failed for order %s
da_dk: Hævning af betalingen fejlede for ordre %s - %s

source: Refund action failed for order %s
da_dk: Refunderingen fejlede for ordre %s - %s

source: Delete action failed for order %s
da_dk: Betalingen blev ikke slettet for ordre %s

source: No transaction was found for order %s
da_dk: Ingen transaktions id blev fundet for ordre %s

source: The order with id %s could not be loaded
da_dk: Kunne ikke indlæse ordren med id %s

source: Get Transaction action failed
da_dk: Visning af transaktionen fejlede

source: Transaction ID
da_dk: Transaktions id

source: Payment Type
da_dk: Betalings type

source: Authorized:
da_dk: Autoriseret:

source: Captured:
da_dk: Hævet:

source: Refunded:
da_dk: Krediteret:

source: Are you sure you want to capture the payment?
da_dk: Er du sikker på at du vil hæve betalingen?

source: Capture
da_dk: Hæv

source: Are you sure you want to delete the payment?
da_dk: Er du sikker på at du vil slette betalingen?

source: Delete
da_dk: Slet

source: Are you sure you want to refund the payment?
da_dk: Er du sikker på at du vil kreditere betalingen?

source: Refund
da_dk: Krediter

source: The amount you entered was in the wrong format.
da_dk: Beløbet du har indtastet er i det forkerte format.

source: Warning
da_dk: Advarsel

source: Correct format is: 1234.56
da_dk: Det korrekte format er: 1234,56

source: TRANSACTION HISTORY
da_dk: Transaktionshistorik

source: By: %s
da_dk: Af: %s

source: Thank you for using Bambora Online ePay.
da_dk: Tak fordi du valgte at bruge Bambora Online ePay

source: Please wait...
da_dk: Vent venligst...

source: Bambora Online ePay payment gateway for WooCommerce
da_dk: Bambora Online ePay betalings gateway for WooCommerce
