Repository: ePay/woocommerce
Catalog: woocommerce-gateway-epay-dk/languages/woocommerce-gateway-epay-dk-*.po
Languages: da_dk

source: How to open the ePay Payment Window
da_dk: Hvordan skal ePay betalingsvinduet åbnes

source: Your md5 key
da_dk: Din md5 key

source: Enable instant capture
da_dk: Aktivér instant capture

source: Own receipt
da_dk: Egen kvittering

source: Enable own receipt
da_dk: Aktivér egen kvittering

source: Add fee to order
da_dk: Tilføj gebyr til ordre

source: Add transaction fee to the order
da_dk: Tilføj betalingsgebyr til ordren

source: Enable invoice data
da_dk: Aktivér invoice data

source: Use remote interface
da_dk: Brug remote interface

source: Documentation can be found here
da_dk: Dokumentation kan findes her

source: Subscription could not be authorized
da_dk: Abonnementsbetaling kunne ikke autoriseres

source: Callback completed
da_dk: Callback fuldendt

source: Fee
da_dk: Gebyr

source: Transaction ID
da_dk: Transaktions ID

source: Are you sure you want to credit?
da_dk: Er du sikker på du vil kreditere?

source: An unknown error occured
da_dk: Der skete en ukendt fejl

source: Pay using ePay Payment Solutions
da_dk: Betal via ePay Payment Solutions

source: Pay via ePay
da_dk: Betal med ePay

source: Cancel order &amp; restore cart
da_dk: Annullér order

source: Thank you for your order, please click the button below to pay with ePay.
da_dk: Tak for din order. Klik på knappen herunder for at betale med ePay.

source: Authorized amount
da_dk: Autoriseret beløb

source: Captured amount
da_dk: Hævet beløb

source: Credited amount
da_dk: Krediteret beløb

source: Capture
da_dk: Hæv

source: Delete
da_dk: Slet

source: Credit
da_dk: Kreditér
